publish/apuntes/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<!-- 2021-10-05 mar 20:55 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Apuntes</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Galindo" />
<link rel="stylesheet" type="text/css" href="../style.css" />
<link rel="shortcut icon" type="image/jpg" href="../favicon.png"/>
<meta name="theme-color" content="#fff">
<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"/>
<div id="google_translate_element"></div></head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="content">
<h1 class="title">Apuntes
<br />
<span class="subtitle">index</span>
</h1>
<p>
Aquí guardo textos los apuntes he hecho desde que empecé la carrera, los actualizo conforme aprendo cosas nuevas:
</p>

<ul class="org-ul">
<li><a href="./vectores.html">Vectores</a> (<a href="./vectores.pdf">pdf</a>)</li>
<li><a href="./calculo-multivariable.html">Cálculo multivariable</a> (<a href="./calculo-multivariable.pdf">pdf</a>)</li>
<li><a href="./matematicas-discretas.html">Matemáticas discretas</a> (<a href="./matematicas-discretas.pdf">pdf</a>)</li>
<li><a href="./teoria-de-conjuntos.html">Teoria de conjuntos</a></li>
<li><a href="./matrices.html">Matrices</a></li>
<li><a href="./circuitos-electricos.html">Circuitos Eléctricos</a> (<a href="./circuitos-electricos.pdf">pdf</a>)</li>
<li><a href="./ecuaciones-diferenciales.html">Ecuaciones diferenciales</a></li>
<li><a href="./notacion-ingenieria.html">Notacion ingenieria</a></li>
<li><a href="./identidades-trigonometricas.html">Identidades trigonometricas</a></li>
</ul>


<ul class="org-ul">
<li><a href="https://www.mediafire.com/file/ev3jzfvgc5on7uf/Formulario-calculo.pdf/file">Formulario de Cálculo Integral y Diferencial</a></li>
<li><a href="https://www.mediafire.com/file/p332e66d6vmdic8/laplace.pdf/file">Formulario de transformada de Laplace</a></li>
</ul>

<p>
<a href="./old.html">Antiguos</a>
</p>
</div>
</body>
</html>
